Repository: goucem-meriem-malak/MeQat
Catalog: lib/l10n/app_*.arb
Languages: ar

# intent_ihram_answer
source: Ihram is a sacred state Muslims enter for Hajj or Umrah.
ar: الإحرام هو حالة مقدسة يدخلها المسلمون لأداء الحج أو العمرة.

# intent_tawaf_answer
source: Tawaf is the act of circumambulating the Kaaba seven times.
ar: الطواف هو الدوران حول الكعبة سبع مرات.

# intent_saee_answer
source: Sa'ee is the act of walking between Safa and Marwah seven times.
ar: السعي هو المشي بين الصفا والمروة سبع مرات.

# search_text
source: This service is coming soon: Ask something like 'What is ihram?', 'ihram prohibitions', and we will answer you.. :)
ar: الخدمة قيد التطوير: اطرح سؤالاً مثل 'ما هو الإحرام؟' أو 'ممنوعات الإحرام' وسنجيبك.. :)

# no_speech_detected
source: We didn't detect anything.
ar: لم نتمكن من الكشف عن أي صوت.

# unknown_query
source: Sorry, I'm not sure about that.
ar: عذراً، لست متأكداً من ذلك.

# birth_selector_title
source: Select Year of Birth
ar: اختر سنة الميلاد

# we_will_use_gps
source: We will use GPS to track your position.
ar: سنستخدم نظام تحديد المواقع لتتبع موقعك.

# tap_on_map_to_get_location
source: Tap on the map to get your location.
ar: اضغط على الخريطة للحصول على موقعك.

# open_settings
source: Open location settings
ar: افتح الإعدادات
