Repository: goucem-meriem-malak/MeQat
Catalog: lib/l10n/app_*.arb
Languages: ar

source: Welcome Back!
ar: مرحبًا بعودتك!

source: Sign in to continue
ar: سجّل الدخول للمتابعة

# usernameHint
source: Username, email, mobile number
ar: اسم المستخدم، البريد الإلكتروني، رقم الهاتف

# passwordHint
source: Password
ar: كلمة المرور

# loginButton
source: Log In
ar: تسجيل الدخول

source: Forgot password?
ar: هل نسيت كلمة المرور؟

# createAccount
source: Create new account
ar: إنشاء حساب جديد

# dontHaveAccount
source: Don't have an account?
ar: ليس لديك حساب؟

# app_name
source: MeQat
ar: مِقَات

source: Hello
ar: مرحبًا

# welcome
source: Welcome to our app
ar: مرحبًا بك في تطبيقنا

# delegation_page_title
source: Delegation Page
ar: صفحة الوفد

# location_services_disabled
source: Location services are disabled. Please enable them.
ar: خدمات الموقع معطلة. يرجى تفعيلها.

# location_permissions_denied
source: Location permissions are denied.
ar: تم رفض أذونات الموقع.

# location_permissions_permanently_denied
source: Location permissions are permanently denied.
ar: تم رفض أذونات الموقع بشكل دائم.

# you_are_straying
source: ⚠️ You're Straying
ar: ⚠️ أنت تبتعد

# straying_message
source: Hey {firstName} {lastName}, you’re too far from your group. Please go back.
ar: مرحبًا {firstName} {lastName}، أنت بعيد جدًا عن مجموعتك. يرجى العودة.

# ok
source: Okay
ar: حسنًا

# straying_member_title
source: ⚠️ Member Straying
ar: ⚠️ عضو يبتعد

# straying_member_message
source: {fullName} is straying from the group. Please locate them.
ar: {fullName} يبتعد عن المجموعة. يرجى تحديد موقعه.

# straying_detection_activated
source: Straying detection activated. We'll now start monitoring your delegation's location.
ar: تم تفعيل اكتشاف الابتعاد. سنبدأ الآن في مراقبة موقع وفدك.

# straying_detection_deactivated
source: Straying detection deactivated. Monitoring stopped.
ar: تم إيقاف اكتشاف الابتعاد. تم إيقاف المراقبة.

source: Detection Started
ar: تم بدء الاكتشاف

source: Detection Stopped
ar: تم إيقاف الاكتشاف

source: Done
ar: تم

# too_far_from_group
source: Hey {firstName} {lastName}, you’re too far from your group. Please go back.
ar: مرحبًا {firstName} {lastName}، أنت بعيد جدًا عن مجموعتك. يرجى العودة.

source: Scan QRCode
ar: مسح رمز الاستجابة السريعة

source: OR
ar: أو

source: Upload from Gallery
ar: تحميل من المعرض

source: Target Location
ar: الموقع المستهدف

source: Delegation members
ar: أعضاء الوفد

# leader_name
source: Leader {leaderName}
ar: القائد {leaderName}

source: No members yet.
ar: لا يوجد أعضاء بعد.

source: Unnamed Member
ar: عضو بدون اسم

source: Scan QR Code
ar: مسح رمز الاستجابة السريعة

source: user Selected
ar: المستخدم المحدد

source: Makkah
ar: مكة

source: Your Location
ar: موقعك

source: Learn more >>
ar: اعرف المزيد >>

# approach_notif
source: You are 5 minutes away from the Miqat. Get ready to enter Ihram.
ar: أنت على بعد 5 دقائق من الميقات. استعد للدخول في الإحرام.

# approach_notif_title
source: Approaching Miqat
ar: الاقتراب من الميقات

# inside_notif_title
source: Inside Miqat
ar: داخل الميقات

# inside_notif
source: You are inside the Miqat.
ar: أنت داخل الميقات.

# ihram_notif
source: You are inside the Miqat. Do you want to start Ihram?
ar: أنت داخل الميقات. هل ترغب في بدء الإحرام؟

source: Yes
ar: نعم

source: Later
ar: لاحقًا

# wait
source: Wait Next Miqat
ar: انتظر الميقات التالي

# back_inside_title
source: Back inside Miqat
ar: العودة داخل الميقات

# back_inside
source: You are inside the Miqat again. You can start Ihram now.
ar: أنت داخل الميقات مرة أخرى. يمكنك بدء الإحرام الآن.

# exiting_title
source: Exiting Miqat
ar: الخروج من الميقات

# exiting
source: You are Exiting the Miqat.
ar: أنت تخرج من الميقات.

# warning_title
source: Ihram Warning
ar: تحذير الإحرام

# warning
source: You exited Miqat without starting Ihram. This is not permissible. You have to go back in now.
ar: لقد خرجت من الميقات دون بدء الإحرام. هذا غير مسموح. يجب عليك العودة الآن.

source: Menu
ar: القائمة

source: Search
ar: بحث

source: Home
ar: الرئيسية

source: Premium
ar: مميز

source: Profile
ar: الحساب

# menuPageTitle
source: Menu
ar: القائمة

# searchPageTitle
source: Search
ar: بحث

# homePageTitle
source: Home
ar: الرئيسية

# premiumPageTitle
source: Premium
ar: مميز

# profilePageTitle
source: Profile
ar: الحساب

# preference
source: Preferences
ar: التفضيلات

# roundedButtonDefault
source: Click
ar: انقر

# appBarTitleDefault
source: Title
ar: العنوان

# appBarTitleSub
source: Subtitle
ar: العنوان الفرعي

# appBarTitlePremium
source: Premium
ar: مميز

source: Sign Up
ar: إنشاء حساب

source: English
ar: الإنجليزية

# continue_btn
source: Continue
ar: متابعة

# i_agree
source: I agree to the
ar: أوافق على

# terms
source: Terms and conditions
ar: الشروط والأحكام

# have_account
source: Already have an account?
ar: هل لديك حساب بالفعل؟

# fname
source: First Name
ar: الاسم الأول

# lname
source: Last Name
ar: اسم العائلة

source: Email
ar: البريد الإلكتروني

# pass
source: Password
ar: كلمة المرور

# phone
source: BirthYear
ar: سنة الميلاد

source: Log in
ar: تسجيل الدخول

# must_agree
source: You must agree to the terms and conditions.
ar: يجب أن توافق على الشروط والأحكام.

# fill_fields
source: Please fill in all fields.
ar: يرجى ملء جميع الحقول.

# read_carfully
source: Please read carefully
ar: يرجى القراءة بعناية

# terms_text
source: Welcome to our app’s Terms and Conditions. By using this app, you agree to the following terms: - You acknowledge that the information provided is for general purposes. - We are not liable for any damages arising from the use. - Please ensure you use the app responsibly and respect privacy policies. Thank you for taking the time to read this. If you have questions, please contact support. Happy using!
ar: مرحبًا بك في شروط وأحكام تطبيقنا. باستخدام هذا التطبيق، فإنك توافق على الشروط التالية: - أنت تقر بأن المعلومات المقدمة هي لأغراض عامة. - نحن غير مسؤولين عن أي أضرار ناتجة عن الاستخدام. - يرجى التأكد من استخدام التطبيق بمسؤولية واحترام سياسات الخصوصية. شكرًا لك على تخصيص الوقت لقراءة هذا. إذا كانت لديك أسئلة، يرجى الاتصال بالدعم. استخدام سعيد!

source: Agree
ar: أوافق

# ihram_def
source: Ihram is a sacred state Muslims enter for Hajj or Umrah.
ar: الإحرام هو حالة مقدسة يدخلها المسلمون لأداء الحج أو العمرة.

# tawaf_def
source: Tawaf is the act of circumambulating the Kaaba seven times.
ar: الطواف هو الدوران حول الكعبة سبع مرات.

# saaee_def
source: Sa'ee is the act of walking between Safa and Marwah seven times.
ar: السعي هو المشي بين الصفا والمروة سبع مرات.

# detect_nothing
source: We didn't detect anything.
ar: لم نكتشف أي شيء.

# sorry
source: Sorry, I'm not sure about that.
ar: عذرًا، لست متأكدًا من ذلك.

# ask_something
source: Coming Soon: Ask something like 'What is ihram?', 'ihram prohibitions', and we will answer you.. :)
ar: قريبًا: اسأل شيئًا مثل 'ما هو الإحرام؟'، 'محظورات الإحرام'، وسنجيب عليك.. :)

# scan
source: Scan QR code
ar: مسح رمز الاستجابة السريعة

# pick_gallery
source: Pick from Gallery
ar: اختيار من المعرض

# members_must_scan
source: All members must scan this!
ar: يجب على جميع الأعضاء مسح هذا!

source: New members:
ar: أعضاء جدد:

# no_members
source: No members yet
ar: لا يوجد أعضاء بعد

# edit_info
source: Click Edit Profile Info
ar: انقر لتعديل معلومات الملف الشخصي

# enter_name
source: Enter your full name
ar: أدخل اسمك الكامل

source: Hajj
ar: الحج

source: Umrah
ar: العمرة

source: Individual
ar: فردي

source: Delegation
ar: البعثة

source: Member
ar: عضو

source: Leader
ar: قائد

source: Language
ar: اللغة

source: Madhhab
ar: المذهب

source: Country
ar: البلد

source: Transportation
ar: وسيلة النقل

# saved
source: Settings saved successfully!
ar: تم حفظ الإعدادات بنجاح!

source: Not Set
ar: غير محدد

source: Cancel
ar: إلغاء

source: Save
ar: حفظ

# take_pic
source: Take a picture
ar: التقاط صورة

# subscribe
source: Subscribe Now
ar: اشترك الآن

# premium_sub
source: Premium Subscription
ar: اشتراك مميز

# hotel_text
source: Up to 75% off fine hotels
ar: خصومات تصل إلى 75% على الفنادق الفاخرة

# restaurant_text
source: Affordable and delicious meals
ar: وجبات لذيذة وبأسعار معقولة

# shops_text
source: Cheaper shopping (85% off)
ar: تسوق أرخص (خصم 85%)

# support_text
source: Priority support & recommendations
ar: دعم أولوية وتوصيات

# start_payement
source: Proceed to Payment
ar: المتابعة إلى الدفع

# payement_info
source: Payment Information
ar: معلومات الدفع

# card_nbr_title
source: Enter a valid 16-digit card number
ar: أدخل رقم بطاقة صالح مكون من 16 رقمًا

# card_nbr
source: Card Number
ar: رقم البطاقة

# expery_title
source: Use MM/YY
ar: استخدم MM/YY

# expery
source: Expiry
ar: تاريخ الانتهاء

# enter_ccv
source: Enter valid CVV
ar: أدخل رمز CVV صالح

source: CCV
ar: رمز CVV

# payement_method
source: Payment Method
ar: طريقة الدفع

# edhahabia
source: Edahabia
ar: الذهبية

source: MasterCard
ar: ماستركارد

source: Visa
ar: فيزا

# pay
source: Pay Now
ar: ادفع الآن

# payement_successful
source: Payment Successful!
ar: تم الدفع بنجاح!

# select_madhhab
source: Select Madhab
ar: اختر المذهب

source: Select Country
ar: اختر البلد

source: Select Transportation
ar: اختر وسيلة النقل

source: Next
ar: التالي

source: Delete Alarms
ar: حذف التنبيهات

source: No time set
ar: لم يتم تعيين وقت

# no_med_name
source: No medicine name
ar: لا يوجد اسم للدواء

source: Delete Selected
ar: حذف المحدد

source: Medicine
ar: الدواء

source: Repeat
ar: تكرار

source: Importance
ar: الأهمية

source: Dosage
ar: الجرعة

# when
source: When to take
ar: متى تأخذ

source: Purpose
ar: الغرض

source: Notes
ar: ملاحظات

# doctor
source: Prescribed by
ar: وصفه الطبيب

source: Other Times
ar: أوقات أخرى

source: Custom
ar: مخصص

source: Once
ar: مرة واحدة

# dosage_hint
source: Dosage (e.g. 1 tablet, 5ml)
ar: الجرعة (مثال: 1 قرص، 5 مل)

# when_hint
source: When to take?
ar: متى تأخذ؟

# purpose_hint
source: Purpose (e.g. For blood pressure)
ar: الغرض (مثال: لضغط الدم)

# notes_hint
source: Notes (e.g. Carry in a cold pouch)
ar: ملاحظات (مثال: احملها في حقيبة باردة)

# doctor_hint
source: Prescriber (Doctor's Name or Contact)
ar: الواصف (اسم الطبيب أو الاتصال)

source: Times per Day
ar: مرات في اليوم

# btn_advanced
source: Advanced >
ar: متقدم >

# med_name
source: Medicine Name
ar: اسم الدواء

# face_fingerprint
source: Use Face or Fingerprint to Log in
ar: استخدم الوجه أو البصمة لتسجيل الدخول

# authenticated
source: Authenticated successfully!
ar: تم التحقق بنجاح!

source: Welcome Back!
ar: مرحبًا بعودتك!

# signin_continue
source: Sign in to continue
ar: سجل الدخول للمتابعة

# login_methods
source: Username, email, mobile number
ar: اسم المستخدم، البريد الإلكتروني، رقم الجوال

source: Forgot password?
ar: هل نسيت كلمة المرور؟

# create_account
source: Create new account
ar: إنشاء حساب جديد

source: Group Member
ar: عضو في المجموعة

source: Group Leader
ar: قائد المجموعة

# user_straying
source: ⚠️ You're Straying
ar: ⚠️ أنت تبتعد

source: ⚠️ Member Straying
ar: ⚠️ عضو يبتعد

# straying_service_on
source: Straying detection activated. We'll now start monitoring your delegation's location.
ar: تم تفعيل خدمة اكتشاف الابتعاد. سنبدأ الآن في مراقبة موقع وفدك.

# straying_service_off
source: Straying detection deactivated. Monitoring stopped.
ar: تم إيقاف خدمة اكتشاف الابتعاد. تم إيقاف المراقبة.

# detection_on
source: Detection Started
ar: تم بدء الاكتشاف

# detection_off
source: Detection Stopped
ar: تم إيقاف الاكتشاف

# you_straying
source: You are getting too far from your group. Please come back.
ar: أنت تبتعد كثيرًا عن مجموعتك. يرجى العودة.

# premium_hotel_title
source: Fine Hotels That can be 60% to 75% cheaper
ar: فنادق فاخرة أرخص بنسبة 60٪ إلى 75٪

# premium_food_title
source: Find more affordable meals 50% to 70% cheaper and more delicious
ar: وجبات شهية أرخص بنسبة 50٪ إلى 70٪

# premium_shop_title
source: Shops 85% cheaper and items that can cost you 10-20 SAR instead
ar: متاجر أرخص بنسبة 85٪ وأسعار بين 10-20 ريال

# menu_delegation
source: Delegation
ar: البعثة

# menu_ihram
source: Ihram
ar: الإحرام

# menu_hajj
source: Hajj
ar: الحج

# menu_umrah
source: Umrah
ar: العمرة

# menu_lost
source: Lost
ar: ضائع

# menu_medicine
source: Medicine
ar: دواء

# language_english
source: English
ar: الإنجليزية

# language_arabic
source: Arabic
ar: العربية

# goal_hajj
source: Hajj
ar: الحج

# goal_umrah
source: Umrah
ar: العمرة

# madhhab_shafii
source: Shafii
ar: شافعي

# madhhab_hanafi
source: Hanafi
ar: حنفي

# madhhab_hanbali
source: Hanbali
ar: حنبلي

# madhhab_maliki
source: Maliki
ar: مالكي

# country_saudi_arabia
source: Saudi Arabia
ar: المملكة العربية السعودية

# country_egypt
source: Egypt
ar: مصر

# country_pakistan
source: Pakistan
ar: باكستان

# country_malaysia
source: Malaysia
ar: ماليزيا

# country_turkey
source: Turkey
ar: تركيا

# transport_air
source: By Air
ar: جواً

# transport_sea
source: By Sea
ar: بحراً

# transport_vehicle
source: By Vehicle
ar: بالمركبة

# transport_foot
source: By foot
ar: مشياً على الأقدام

# saying_1_description
source: ❌ Not approved by maddhab Maliki ❌ Not approved by maddhab Hanbali ❌ Not approved by maddhab Hanafi ❌ Not approved by maddhab Sahfii
ar: ❌ غير معتمد من المذهب المالكي ❌ غير معتمد من المذهب الحنبلي ❌ غير معتمد من المذهب الحنفي ❌ غير معتمد من المذهب الشافعي

# saying_2_description
source: ❌ Not approved by maddhab Maliki ❌ Not approved by maddhab Hanbali ❌ Not approved by maddhab Hanafi ❌ Not approved by maddhab Sahfii
ar: ❌ غير معتمد من المذهب المالكي ❌ غير معتمد من المذهب الحنبلي ❌ غير معتمد من المذهب الحنفي ❌ غير معتمد من المذهب الشافعي

# saying_3_description
source: ✅ Approved by maddhab Maliki ✅ Approved by maddhab Hanbali ✅ Approved by maddhab Hanafi ✅ Approved by maddhab Sahfii
ar: ✅ معتمد من المذهب المالكي ✅ معتمد من المذهب الحنبلي ✅ معتمد من المذهب الحنفي ✅ معتمد من المذهب الشافعي

# saying_4_description
source: ❌ Not approved by maddhab Maliki ❌ Not approved by maddhab Hanbali ❌ Not approved by maddhab Hanafi ❌ Not approved by maddhab Sahfii
ar: ❌ غير معتمد من المذهب المالكي ❌ غير معتمد من المذهب الحنبلي ❌ غير معتمد من المذهب الحنفي ❌ غير معتمد من المذهب الشافعي

# saying_5_description
source: ❌ Not approved by maddhab Maliki ✅ Approved by madhhab Hanbali ❌ Not approved by maddhab Hanafi ❌ Not approved by maddhab Sahfii
ar: ❌ غير معتمد من المذهب المالكي ✅ معتمد من المذهب الحنبلي ❌ غير معتمد من المذهب الحنفي ❌ غير معتمد من المذهب الشافعي

source: Ihram
ar: إحرام

# country_algeria
source: Algeria
ar: الجزائر

# miqat_dhul_Hulaifa
source: Dhul Hulaifa
ar: ذو الحليفة

# miqat_juhfa
source: Juhfa
ar: الجحفة

# miqat_yalmlm
source: Yalamlam
ar: يلملم

# miqat_dhat_irq
source: Dhat Irq
ar: ذات عرق

# miqat_qarn_manazil
source: Qarn al-Manazil
ar: قرن المنازل

# hajj_step_1_title
source: Step 1: Ihram
ar: الخطوة 1: الإحرام

# hajj_step_1_description
source: Make intention and enter Ihram from Miqat with Talbiyah.
ar: انوي وادخل في الإحرام من الميقات مع التلبية.

# hajj_step_2_title
source: Step 2: Tawaf al-Qudum
ar: الخطوة 2: طواف القدوم

# hajj_step_2_description
source: Perform the arrival Tawaf (circumambulation of the Kaaba).
ar: أدِّ طواف القدوم (الطواف حول الكعبة).

# hajj_step_3_title
source: Step 3: Sa’i between Safa and Marwah
ar: الخطوة 3: السعي بين الصفا والمروة

# hajj_step_3_description
source: Walk 7 times between the hills of Safa and Marwah.
ar: امشِ سبع مرات بين الصفا والمروة.

# hajj_step_4_title
source: Step 4: Stay at Mina
ar: الخطوة 4: المبيت بمنى

# hajj_step_4_description
source: On 8th Dhul Hijjah, stay in Mina and pray shortened prayers.
ar: في 8 ذو الحجة، امكث في منى وصلِّ الصلوات قصراً.

# hajj_step_5_title
source: Step 5: Day of Arafah
ar: الخطوة 5: يوم عرفة

# hajj_step_5_description
source: On 9th Dhul Hijjah, stand in prayer and supplication at Arafah.
ar: في 9 ذو الحجة، قف للدعاء والابتهال في عرفة.

# hajj_step_6_title
source: Step 6: Muzdalifah
ar: الخطوة 6: مزدلفة

# hajj_step_6_description
source: Collect pebbles and spend the night under the sky in Muzdalifah.
ar: اجمع الحصى وبت في مزدلفة تحت السماء.

# hajj_step_7_title
source: Step 7: Rami at Jamarat
ar: الخطوة 7: رمي الجمرات

# hajj_step_7_description
source: On 10th Dhul Hijjah, throw 7 pebbles at the Jamrah al-Aqabah.
ar: في 10 ذو الحجة، ارجم جمرة العقبة بسبع حصيات.

# hajj_step_8_title
source: Step 8: Qurbani
ar: الخطوة 8: الهدي

# hajj_step_8_description
source: Offer animal sacrifice (or arrange it through a service).
ar: قدِّم الأضحية (أو نسِّقها عن طريق خدمة).

# hajj_step_9_title
source: Step 9: Hair Cut/Shave
ar: الخطوة 9: الحلق أو التقصير

# hajj_step_9_description
source: Men shave or trim hair; women cut a small portion.
ar: الرجال يحلقون أو يقصرون الشعر؛ النساء يقصصن جزءًا بسيطًا.

# hajj_step_10_title
source: Step 10: Tawaf al-Ifadah
ar: الخطوة 10: طواف الإفاضة

# hajj_step_10_description
source: Mandatory Tawaf done after sacrifice and hair cutting.
ar: الطواف الواجب بعد الأضحية والحلق.

# hajj_step_11_title
source: Step 11: Days of Tashreeq
ar: الخطوة 11: أيام التشريق

# hajj_step_11_description
source: Stay in Mina and perform Rami for the next 2–3 days.
ar: المبيت في منى ورمي الجمرات لمدة يومين أو ثلاثة.

# hajj_step_12_title
source: Step 12: Tawaf al-Wida
ar: الخطوة 12: طواف الوداع

# hajj_step_12_description
source: Farewell Tawaf before leaving Makkah (mandatory for non-locals).
ar: طواف الوداع قبل مغادرة مكة (واجب لغير المقيمين).

# ihram_step_1_title
source: Step 1: Intention (Niyyah)
ar: الخطوة 1: النية

# ihram_step_1_description
source: Make your intention for Hajj or Umrah before entering the Miqat.
ar: انوي للحج أو العمرة قبل دخول الميقات.

# ihram_step_2_title
source: Step 2: Ghusl and Cleanliness
ar: الخطوة 2: الغُسل والنظافة

# ihram_step_2_description
source: Perform full-body purification (ghusl), trim nails, and wear Ihram clothes.
ar: اغتسل غُسلًا كاملاً، وقص أظافرك، وارتدِ لباس الإحرام.

# ihram_step_3_title
source: Step 3: Wearing Ihram
ar: الخطوة 3: ارتداء الإحرام

# ihram_step_3_description
source: Men wear 2 white sheets. Women wear modest Islamic dress.
ar: يرتدي الرجال إزارًا ورداءً أبيضين. ترتدي النساء لباسًا إسلاميًا محتشمًا.

# ihram_step_4_title
source: Step 4: Talbiyah
ar: الخطوة 4: التلبية

# ihram_step_4_description
source: Recite "Labbayk Allahumma Labbayk..." after entering Ihram.
ar: ردد "لبيك اللهم لبيك..." بعد الدخول في الإحرام.

# ihram_step_5_title
source: Step 5: Avoid Prohibited Acts
ar: الخطوة 5: تجنب المحظورات

# ihram_step_5_description
source: Avoid cutting hair, perfume, arguing, or intimate relations while in Ihram.
ar: تجنب قص الشعر، والعطور، والجدال، والعلاقات الزوجية أثناء الإحرام.

# umrah_step_1_title
source: Step 1: Ihram
ar: الخطوة 1: الإحرام

# umrah_step_1_description
source: Enter the state of Ihram from the Miqat with intention and Talbiyah.
ar: ادخل في حالة الإحرام من الميقات مع النية والتلبية.

# umrah_step_2_title
source: Step 2: Tawaf
ar: الخطوة 2: الطواف

# umrah_step_2_description
source: Perform 7 rounds of Tawaf around the Kaaba in a counter-clockwise direction.
ar: قم بأداء سبعة أشواط حول الكعبة بعكس اتجاه عقارب الساعة.

# umrah_step_3_title
source: Step 3: Prayer at Maqam Ibrahim
ar: الخطوة 3: الصلاة عند مقام إبراهيم

# umrah_step_3_description
source: Pray two Rak’ahs behind Maqam Ibrahim after completing Tawaf.
ar: صلِّ ركعتين خلف مقام إبراهيم بعد إتمام الطواف.

# umrah_step_4_title
source: Step 4: Sa’i
ar: الخطوة 4: السعي

# umrah_step_4_description
source: Walk 7 times between Safa and Marwah, starting at Safa and ending at Marwah.
ar: امشِ سبع مرات بين الصفا والمروة، بدءًا من الصفا وانتهاءً بالمروة.

# umrah_step_5_title
source: Step 5: Hair Cut or Shave
ar: الخطوة 5: الحلق أو التقصير

# umrah_step_5_description
source: Men shave or trim hair; women cut a small portion of their hair.
ar: الرجال يحلقون أو يقصرون الشعر؛ النساء يقصصن جزءًا بسيطًا من شعرهن.

# umrah_step_6_title
source: Step 6: Exit Ihram
ar: الخطوة 6: التحلل من الإحرام

# umrah_step_6_description
source: After the haircut, you are out of Ihram and the Umrah is complete.
ar: بعد قص الشعر، تتحلل من الإحرام وتنتهي العمرة.

# member_full_name_warning
source: Hey {firstName} {lastName}, you’re too far from your group. Please go back.
ar: مرحبًا {firstName} {lastName}، أنت بعيد جدًا عن مجموعتك. يرجى العودة.

# allow_allocation_access
source: Location Access
ar: الوصول إلى الموقع

# allow_allocation_access_text
source: To provide better guidance, would you like to select your location manually by tapping on the map? Or use GPS
ar: لتوفير إرشادات أفضل، هل ترغب في تحديد موقعك يدويًا بالنقر على الخريطة؟ أم استخدام نظام تحديد المواقع GPS؟

source: Auto Detect
ar: الكشف التلقائي

source: Select Manually
ar: التحديد يدويًا

source: Saying {number}
ar: القول رقم {number}

# leader_warning
source: Leader {leaderName}
ar: القائد {leaderName}

# polygon_annulus_id
source: polygon_{name}_annulus
ar: المضلّع_{name}_الحلقة

# lost_1
source: This will help us identify lost people if they're registered in our system. Please take a clear picture of their face
ar: سيساعدنا هذا في التعرف على الأشخاص المفقودين إذا كانوا مسجلين في نظامنا. يرجى التقاط صورة واضحة لوجههم

# lost_2
source: This process will take a moment. Please wait..
ar: ستستغرق هذه العملية لحظة. يرجى الانتظار..

# lost_3
source: No image picked. Please try again
ar: لم يتم اختيار صورة. يرجى المحاولة مرة أخرى

# lost_4
source: No face detected in the photo. Please try again
ar: لم يتم اكتشاف وجه في الصورة. يرجى المحاولة مرة أخرى

# lost_5
source: The user in the picture you took belongs to you. {lastName} {firstName}
ar: المستخدم في الصورة التي التقطتها هو أنت. {lastName} {firstName}

# lost_6
source: This user is the leader of his delegation. He is {lastName} {firstName}
ar: هذا المستخدم هو قائد وفده. اسمه {lastName} {firstName}

# lost_7
source: User found! {lastName} {firstName}. We'll help you get to his delegation, thank you for your help.
ar: تم العثور على المستخدم! {lastName} {firstName}. سنساعدك في الوصول إلى وفده، شكراً لمساعدتك.

# lost_8
source: User does not belong to any delegation. Please try again in better lighting or reach out to local authorities.
ar: المستخدم لا ينتمي إلى أي وفد. يرجى المحاولة مرة أخرى في إضاءة أفضل أو التواصل مع السلطات المحلية.

# lost_9
source: User not registered in our system. Please try again in better lighting or reach out to local authorities.
ar: المستخدم غير مسجل في نظامنا. يرجى المحاولة في إضاءة أفضل أو التواصل مع السلطات المحلية.

source: Face Verification
ar: التحقق من الوجه

# take_pic_verify
source: Take Photo and Verify
ar: التقاط صورة والتحقق

# find_delegation
source: Find his delegation
ar: ابحث عن وفده

# in_hours_and_minutes
source: {hours, plural, =0{{minutes, plural, =0{now} =1{in 1 minute} other{in {minutes} minutes}}} =1{in 1 hour{minutes, plural, =0{} =1{ 1 minute} other{ {minutes} minutes}}} other{in {hours} hours{minutes, plural, =0{} =1{ 1 minute} other{ {minutes} minutes}}}}
ar: {hours, plural, =0{{minutes, plural, =0{الآن} =1{بعد دقيقة واحدة} other{بعد {minutes} دقائق}}} =1{بعد ساعة واحدة {minutes, plural, =0{} =1{دقيقة واحدة} other{{minutes} دقائق}}} other{بعد {hours} ساعات {minutes, plural, =0{} =1{دقيقة واحدة} other{{minutes} دقائق}}}}

# in_minutes
source: in {minutes} min{minutes, plural, =1{} other{s}}
ar: بعد {minutes} دقيقة{minutes, plural, =1{} other{ات}}

# day_mon
source: Mon
ar: الاثنين

# day_tue
source: Tue
ar: الثلاثاء

# day_wed
source: Wed
ar: الأربعاء

# day_thu
source: Thu
ar: الخميس

# day_fri
source: Fri
ar: الجمعة

# day_sat
source: Sat
ar: السبت

# day_sun
source: Sun
ar: الأحد

# alarm_remaining
source: Alarm {timeRemaining}
ar: المنبه {timeRemaining}

# repeat_once
source: Once
ar: مرة واحدة

# repeat_daily
source: Daily
ar: يوميًا

# repeat_custom
source: Custom
ar: مخصص

# select_time
source: Select Time {number}
ar: اختر الوقت {number}

source: Optional
ar: اختياري

source: Important
ar: مهم

source: Must Not Miss
ar: يجب عدم تفويته

source: Before Food
ar: قبل الطعام

source: After Food
ar: بعد الطعام

source: With Food
ar: مع الطعام

source: Empty Stomach
ar: على معدة فارغة

source: Select {label}
ar: اختر {label}
